Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_Daytime Star.tmx
Source language: en
Languages: es_419

source: that's why I didn't want to get close to you two at first!
es_419: ¡por eso no quería acercarme a ustedes!

source: you are the star of director minseong jang's nixx music video! you can't just go to some regular gym!
es_419: ¡eres la estrella del video musical de nixx, dirigido por minseong jang! ¡no puedes ir a un gimnasio cualquiera!

source: forget it. it's not proper to call while you're drunk.
es_419: olvídalo. no es correcto llamar cuando uno está ebrio.

source: hey, you two. it's been a while!
es_419: eh, amigos, ¡cuánto ha pasado!

source: I didn't bring much since it was only a day trip.
es_419: como era solo un día, no traje muchas cosas.

source: yura, you go ahead.
es_419: yura, adelántate.

source: you're working me to the bone.
es_419: me estás explotando.

source: come here for a sec!
es_419: ¡ven aquí un momento!

source: …when did you…
es_419: … ¿cuándo…?

source: hey, wait! that's...
es_419: ¡oye, aguarda! eso…

source: ow…
es_419: ay…

source: tsk tsk.
es_419: tch, tch.

source: you know what?
es_419: ¿sabes una cosa?

source: good, thanks to you! thank you again!
es_419: estoy muy bien. ¡gracias de nuevo!

source: yura was flawless!
es_419: ¡yura estuvo impecable!

source: touched
es_419: EMOCIONADA

source: yura, you alright?
es_419: yura, ¿estás bien?

source: I-I'm so, so sorry…
es_419: l-lo siento mucho…

source: I told you earlier.{j}I'm not drunk at all.
es_419: te lo dije.{j}no estoy borracha.

source: done showering?
es_419: ¿ya te duchaste?

source: that's…
es_419: esa…

source: ...what just happened?
es_419: … acaba de ocurrir?

source: are you a fan of jeong-u as well, yura?
es_419: ¿también eres admiradora de jeong-u, yura?

source: no, more specifically, after jingyeong and yura left busan,
es_419: no, en realidad, después de que jingyeong y yura se fueron,

source: he has to stay in busan due to shooting time…
es_419: tiene que quedarse en busan por el rodaje de tiempo…

source: haa… if that punk acted like that in front of the camera, he would have made it to cannes already!
es_419: jaaa… si ese idiota actuara así frente a la cámara, ¡ya habría ganado un premio en cannes!

source: but if I tell him honestly, what'll happen?
es_419: pero si soy sincera, ¿qué pasará?

source: plop
es_419: POF

source: but I'm fine…
es_419: pero estoy bien…

source: th-that's correct! we're not a couple!
es_419: ¡e-es cierto! ¡no estamos juntos!

source: ...but I want this moment to last, forever.
es_419: pero quisiera que este momento durara para siempre…

source: I'll never forget.
es_419: no lo olvidaré.

source: what are you doing?
es_419: ¿qué haces?

source: sir!
es_419: ¡señor!

source: sullen
es_419: SOMBRÍO

source: wait...
es_419: espera…

source: alright, thank you.
es_419: muy bien, gracias.

source: I want to tell him that this is my first time being late to my shoot...
es_419: quisiera decirle que es la primera vez que llego tarde al rodaje,

source: I need to get back to the shoot in a bit.
es_419: en un rato debo regresar al rodaje.

source: she's attracted to him but is too scared to take her chances…
es_419: ella se siente atraída por él, pero teme demasiado arriesgarse…

source: with seunghyeon kang and changhyeon jo as the two male leads, it's guaranteed to be a box office hit.
es_419: los dos protagonistas masculinos son seunghyeon kang y changhyeon jo. está garantizado que será un éxito de taquilla.

source: I'm not sure if I read you right...
es_419: no sé si te interpreté bien…

source: it's a good thing I didn't go with them…
es_419: menos mal que no fui con ellos…

source: I'm sure he's shooting other scenes instead of stressing over you right now.
es_419: estoy seguro de que ahora está filmando otras escenas en vez de preocuparse por ti.

source: aren't you worried?
es_419: ¿no te preocupa?

source: it's nothing like that…
es_419: no es nada de eso…

source: Viewer discretion is advised.
es_419: se recomienda la discreción del lector.

source: she can't go back to shoot in this condition.
es_419: no puede volver al rodaje en este estado.

source: I'll handle this.
es_419: yo me ocupo.

source: hello!
es_419: ¡hola!

source: oh, really?
es_419: ¿de veras?

source: then one day, she comes across a different kind of love.
es_419: un día se encuentra con un tipo de amor diferente.

source: next, we have the weather.
es_419: y a continuación, el tiempo.

source: isn't seven years of no fame enough?
es_419: ¿siete años sin fama no son suficientes?

source: I'm minseong jang, a successful music video director!
es_419: ¡soy minseong jang, el exitoso director de videos musicales!

source: aren't you even fed up?
es_419: ¿no estás harta de eso?

source: ah, jingyeong!
es_419: ¡j-jingyeong!

source: judging by your face, one would think you bombed your audition!
es_419: a juzgar por tu cara, ¡uno diría que arruinaste tu audición!

source: jingyeong, I need to use the restroom.
es_419: jingyeong, necesito ir al baño.

source: I see...
es_419: ya veo…

source: I must change the topic quick!!
es_419: ¡¡debo cambiar rápido de tema!!

source: hey, seunghyeon. tell me what happened!
es_419: vamos, seunghyeon. ¡dime lo que sucedió!

source: we're going to omit all dialogue and add a voice-over in the beach walking scene.
es_419: omitiremos los diálogos y agregaremos una voz en off en la escena de la playa.

source: she's got seven years under her belt, but can't even focus in front of the camera.
es_419: tiene siete años de experiencia, pero ni siquiera puede concentrarse frente a la cámara.

source: …it was something called, elegant table?
es_419: … ¿algo así como mesa elegante?

source: we're family friends.
es_419: soy amigo de la familia.

source: if you're grateful, make sure you become successful.
es_419: si estás agradecida, asegúrate de alcanzar el éxito.

source: oh, you're right.
es_419: tienes razón.

source: all right, he's already here, so let's enjoy the moment!
es_419: bien, él ya está aquí, ¡así que disfrutemos el momento!

source: does that mean…
es_419: ¿eso significa…

source: extra in a coffee advertisement
es_419: extra en un anuncio de café

source: for my sake, just relax.
es_419: por tu bien, relájate.

source: oh, really? that's wonderful!
es_419: ¿sí? ¡excelente!

source: especially suji.
es_419: especialmente suji.

source: o-of course I am!
es_419: ¡p-por supuesto!

source: enough about me. so how'd you leave in that situation?
es_419: ya no hablemos de mí. entonces, ¿cómo lograste irte?

source: uh… they made me act out two more scenes besides the ones I prepared.
es_419: eh… pidieron que representara dos escenas más, además de las que preparé.

source: look at that sweet smile.
es_419: qué linda sonrisa.

source: this whole building is your company?!
es_419: ¡¿todo este edificio es tu compañía?!

source: all these things are prepared just for me…
es_419: han preparado estas cosas solo para mí…

source: jeong-u couldn't make it because he had an urgent meeting with a representative from the drama agency.
es_419: jeong-u no pudo asistir porque tenía una reunión urgente con un representante de la agencia.

source: you're shooting... all night?
es_419: ¿rodarás… toda la noche?

source: aaaughhh
es_419: AYAYAYAY

source: let's focus on the movie now.
es_419: debo concentrarme en la película.

source: Cancel
es_419: cancelar

source: he makes me sick!
es_419: ¡me enfurece!

source: oh my gosh... are you okay?! what if you caught a cold?!
es_419: santo cielo… ¡¿estás bien?! ¡¿y si te resfriaste?!

source: and!
es_419: ¡y!

source: don't tease the innocent girl.
es_419: no engañes a una chica inocente.

source: jeez...
es_419: caramba…

source: seonbae,
es_419: seunghyeon,

source: come on! how can you be so calm when your actor got a scar on his face?!
es_419: ¡¿cómo puedes estar tan tranquilo cuando tu actor tiene una herida en la cara?!

source: so...
es_419: entonces…

source: I'm not even sure if I can fit everything in my fridge!
es_419: ¡ni siquiera sé si todo esto cabe en mi refrigerador!

source: I would've been upset if you didn't show up, but thanks for coming.
es_419: me habría molestado si no venías, pero gracias por acercarte.

source: hmm… something's up.
es_419: mmm… algo ocurre.

source: my future father-in-law is a prominent candidate for the next presidential election.
es_419: mi futuro suegro es un candidato prominente para las próximas elecciones presidenciales.

source: jeez, forget about it. no drinking.
es_419: uf, olvídalo. nada de alcohol.

source: whew
es_419: FIUU

source: you do know there are numerous celebrities that are interested in him, right?
es_419: sabes que hay un montón de celebridades que están interesadas en él, ¿verdad?

source: it's not much, really...
es_419: no es gran cosa, en realidad…

source: um… I think you're laughing way too hard right in my face.
es_419: mm… te estás riendo demasiado fuerte en mi propia cara.

source: what?! don't tell me you have to shoot all night.
es_419: ¡¿qué?! no me digas que tienes que rodar toda la noche.

source: ...voice...
es_419: la voz…

source: plus, why does that even matter now?!
es_419: además, ¡¿qué importancia tiene ya?!

source: sorry to bother you. you must be exhausted, yura.
es_419: siento molestarte. debes estar exhausta.

source: ...and looking after me during our shooting this time...
es_419: … y por ser tan atento conmigo durante este rodaje…

source: for asking me what my name was that time...
es_419: por preguntarme mi nombre en aquel entonces…

source: yeah...
es_419: sí…

source: come on now, cheers!!
es_419: vamos, ¡¡salud!!

source: I was really surprised when seonbae suddenly showed up...
es_419: me sorprendí mucho cuando seunghyeon apareció de sorpresa…

source: he must've been worried.
es_419: debe estar preocupado.

source: over here!
es_419: ¡por aquí!

source: I'm the one who's sorry.
es_419: soy yo quien lo siente.

source: I was so curious about you.
es_419: sentía mucha curiosidad…

source: have a safe trip back to busan!
es_419: ¡que tengas buen viaje a busan!

source: so, I'm meeting my friends next week.
es_419: oye, veré a mis amigos la semana próxima.

source: eeeeeek
es_419: AAAAAAH

source: oh my gosh, oh my gosh!!
es_419: ¡¡oh, cielos, oh, cielos!!

source: no, you're always welcome here!
es_419: ¡pero si siempre nos alegra verte!

source: oh my, yura. you've been up since the break of dawn. good work.
es_419: yura, estás despierta desde el amanecer. hiciste un gran trabajo.

source: n-never mind. let's rehearse and go right into shooting!
es_419: o-olvídalo. ¡ensayemos y pasemos directamente al rodaje!

source: my name is yura hwang.
es_419: mi nombre es yura hwang.

source: so why don't you take the key now?
es_419: entonces, ¿por qué no tomas la llave?

source: I need to get going, so see you later.
es_419: debo irme, te veré luego.

source: excuse…
es_419: con…

source: but man… there's no one who can act out these feelings thoroughly!
es_419: ¡y no encuentro a nadie que pueda transmitir estos sentimientos!

source: knock
es_419: TOC

source: hm? what is?
es_419: ¿mm? ¿qué cosa?

source: we need to hurry since we have a lot to buy.
es_419: debemos apurarnos. hay mucho que comprar.

source: you know my wife, right?
es_419: conoces a mi esposa, ¿verdad?

source: it looks like you're completely into him now.
es_419: todo indica que te encanta.

source: episode 19
es_419: episodio 19

source: what're you groaning about?
es_419: ¿de qué te quejas?

source: oh, it's starting.
es_419: ah, ya empieza.

source: okay, bed time!
es_419: ¡bien, a dormir!

source: just like you said, I knew all along how jeong-u was.
es_419: es cierto lo que dices. siempre supe cómo era jeong-u.

source: hmm… I see.
es_419: mm… ya veo.

source: …will be carried out regardless of what happens between yura and I.
es_419: … se hará sin importar lo que suceda entre yura y yo.

source: I'm shooting all night today.
es_419: estaré rodando toda la noche.

source: oh no, I'm fine.
es_419: ah, no, estoy bien.

source: but in my opinion, seunghyeon's one of the good ones.
es_419: pero creo que seunghyeon es uno de los buenos.

source: changhyeon jo. former male lead of time, who got his role snatched by jeong-u kim.
es_419: changhyeon jo. anterior protagonista masculino de tiempo, a quien jeong-u kim le robó el papel.

source: ...and a white dress in the middle of winter.
es_419: … y un vestido blanco en pleno invierno.

source: that's right!
es_419: ¡es cierto!

source: umm… you know? all the managers got together and played poker and all…
es_419: mmm… ¿sabes? todos los representantes nos juntamos y jugamos al póquer y…

source: tell him how I feel!
es_419: ¡dile cómo te sientes!

source: that's the worst case scenario, but you're probably right!!
es_419: eso sería lo peor, ¡¡pero es probable que tengas razón!!

source: did you just stop us so that you can make excuses now?
es_419: ¿nos detuviste para dar excusas?

source: alright, then we'll be back later.
es_419: bien. regresaremos pronto.

source: thank you for everything!
es_419: ¡gracias por todo!

source: that's enough. you're drunk.
es_419: suficiente. estás ebria.

source: he constantly missed me?
es_419: ¿me extraña todo el tiempo?

source: he's really cute. he looks just like the character he played in that drama!
es_419: qué atractivo. ¡se parece al personaje que interpretó en ese drama!

source: pfft, yura!
es_419: ¡ja, ja, yura!

source: hey, you should eat something before you take your meds.
es_419: mm, deberías comer algo antes de tomar los medicamentos.

source: you were supposed to be working out…
es_419: se suponía que ibas a entrenar…

source: also…
es_419: además…

source: girl! then let's run harder!
es_419: ¡amiga! ¡entonces corre más!

source: you're known to be very particular when it comes to shooting, but it seemed like you were very lenient with yura. am I wrong?
es_419: se sabe que es muy detallista cuando está en el set, pero ¿puede ser que se comporte de un modo más indulgente con yura?

source: goodness! stop blaming yourself!
es_419: ¡vamos! ¡deja de culparte!

source: oh, it's been a while, seunghyeon!
es_419: ¡hola, seunghyeon! tanto tiempo.

source: what is it that you like about her so much?
es_419: ¿qué te gusta tanto de ella?

source: wait! we shouldn't be sitting here right now! when did they tell us to pick up the script?
es_419: ¡oye! ¡no deberíamos quedarnos aquí sentadas! ¿cuándo dijeron que debíamos recoger el guion?

source: how can he replace you with jeong-u kim just because they're struggling with the production cost?!
es_419: ¡¿cómo pudo reemplazarte con jeong-u kim solo porque el presupuesto no alcanza para la producción?!

source: did I interrupt you two?
es_419: ¿los interrumpí?

source: yep. with loads of hazelnut syrup!
es_419: sí. ¡con mucho sirope de avellana!

source: we've already signed on a few celebrities and are in the process of getting more.
es_419: ya contratamos a algunas celebridades y estamos en proceso de conseguir más.

source: huh? like what?
es_419: ¿sí? ¿como qué?

source: oh, really? alright, I'll come to you.
es_419: ¿sí? bueno, voy para allá.

source: yep, see ya.
es_419: sí, ve.

source: you know, at their wedding.
es_419: me refiero a la boda.

source: oh, haha…
es_419: ah, ja, ja…

source: I invited my friends because I thought you'd feel awkward if it was just us two…
es_419: invité a mis amigos porque pensé que te sentirías incómoda estando los dos solos…

source: there's no way I can say that!
es_419: ¡no puedo decirle eso!

source: oh my god! what am I doing right now?!
es_419: ¡ay, dios! ¡¿qué estoy haciendo?!

source: yes… what?
es_419: sí… ¿qué?

source: that must be gwangsu…
es_419: debe ser gwangsu…

source: but not long after, they contacted just yura and called her out to sign the final contract. but it was at a bar.
es_419: poco tiempo después, llamaron a yura para que fuera a firmar el contrato final, pero la citaron en un bar.

source: hey, stop right there!
es_419: ¡oye, detente!

source: Family Husband
es_419: familia casada con

source: don't be nervous.
es_419: no estés nerviosa.

source: the lead role for nixx's new music video?!
es_419: ¡¿eres la protagonista del nuevo video de nixx?!

source: what happened to you?!
es_419: ¡¿qué te ocurrió?!

source: I see…
es_419: ya veo…

source: ignored
es_419: IGNORA

source: well, ma'am, if I may ask…
es_419: bueno, si me lo permite…

source: wow, it's super good!
es_419: ¡está buenísimo!

source: your jacket...
es_419: tu abrigo…

source: when are you going to get with seunghyeon officially?
es_419: ¿cuándo saldrás oficialmente con seunghyeon?

source: I gotta do something before that happens…
es_419: debo hacer algo antes de que suceda…

source: god dammit!
es_419: ¡maldición!

source: we're doomed…
es_419: es el fin…

source: those are all useless to someone like you, who's dirt broke and doesn't even have connections, you know?
es_419: y eso no alcanza para alguien arruinado y sin conexiones como tú, ¿sabes?

source: …he's the man who confessed his feelings for me not too long ago…
es_419: ese es el hombre que me confesó sus sentimientos hace muy poco…

source: I get nervous even thinking about looking seonbae in the eye…
es_419: a mí me pone nerviosa solo pensar en mirar a seunghyeon a los ojos…

source: so I'll get to the site on my own later this afternoon.
es_419: así que iré ahí más tarde.

source: I was going to ask you first before inviting him…
es_419: iba a preguntarte antes de invitarlo…

source: I got the address from jingyeong and mailed it out today.
es_419: jingyeong me dio la dirección. lo envié hoy por correo.

source: yep.{j}I told you earlier. a couple staff members won't be using this room because they're shooting an all-nighter.
es_419: sip.{j}ya te lo había dicho. un par de miembros del personal no usarán esta habitación porque deben filmar por la noche.

source: how about you? are you out right now?
es_419: "¿y tú? ¿estás fuera?"

source: you're a star! my actress, hwang!
es_419: ¡eres una estrella, actriz hwang!

source: I'll be right back. get some rest!
es_419: vuelvo en un minuto. ¡descansa!

source: what do I do?{j}I can't maintain my expression...
es_419: ¿qué hago?{j}no logro mantener la expresión…

source: there was a time when I was an extra in a commercial and that was the worst day ever.
es_419: por un tiempo fui extra para comerciales y esa fue la peor época de mi vida.

source: I mean...
es_419: es decir…

source: sorry?! seonbae's house?!
es_419: ¡¿qué?! ¡¿a casa de seunghyeon?!

source: you didn't know he had an all-nighter?
es_419: ¿no sabías que rodaría toda la noche?

source: but we've become quite comfortable exchanging calls every day.
es_419: pero nos hemos acostumbrado a llamarnos todos los días.

source: of all the times…
es_419: Y precisamente ahora…

source: thought about me?
es_419: ¿piensa en mí?

source: ...do so after you wipe the sweat off your face.
es_419: hazlo después de limpiarte el sudor de la cara.

source: director yu isn't the one I was yelling at!
es_419: ¡no le gritaba al director yu!

source: ...she did.
es_419: … fue ella.

source: to me, you're the prettiest actress on earth!
es_419: ¡para mí eres la mejor actriz sobre la tierra!

source: oh my gosh…
es_419: ay, dios…

source: Are you here?
es_419: ¿estás aquí?

source: oh, it's seonbae.
es_419: ah, es seunghyeon.

source: this is all because you got the body for it!
es_419: ¡es porque tienes un buen cuerpo!

source: I was just surprised at how good this script is!
es_419: ¡me sorprendió lo bueno que es!

source: that person is this woman?!
es_419: ¡¿es esa mujer?!

source: wanna stop by and get some coffee to keep us awake?
es_419: ¿quieres que vayamos a tomar un café para despejarnos?

source: goodness, oh well.
es_419: santo cielo. bueno.

source: yes! he went straight to the parking lot on the third floor.
es_419: ¡sí! fue directamente al estacionamiento en el tercer piso.

source: rumble
es_419: BRUUUM

source: I'll watch you thoroughly.
es_419: te miraré con mucho detalle.

source: I can't help it.
es_419: no puedo evitarlo.

source: I was too shy to start up a conversation!
es_419: ¡me dio vergüenza hablarles!

source: huh?! y-yeah.
es_419: ¡¿eh?! s-sí.

source: how strange.
es_419: qué raro.

source: oh, that's right.
es_419: ah, es cierto.

source: oh, it's changhyeon jo!
es_419: ¡ah, es changhyeon jo!

source: what's going on? you two are together now?
es_419: ¿qué ocurre? ¿están saliendo?

source: here...
es_419: ten…

source: did you change your method of protesting?
es_419: ¿cambiaste tu método para protestar?

source: is she...
es_419: ¿ella está…

source: I'm yura hwang! nice to meet you!
es_419: soy yura hwang, mucho gusto.

source: eager
es_419: INTERESADA

source: at last!
es_419: ¡al fin!

source: if something happens to my face--
es_419: si le ocurre algo a mi rostro…

source: I hate it more than anything…
es_419: me indigna más que nada…

source: sprint
es_419: CORRE

source: are you okay?!{j}I think I got you dead on…
es_419: ¡¿te encuentras bien?!{j}creo que te di de lleno…

source: yep, yep.
es_419: sí, sí.

source: let's get him treated first and see when he can start shooting again.
es_419: que lo atiendan, y después veremos cuándo puede volver al rodaje.

source: this is my favorite.
es_419: es mi favorito.

source: and now, your shoulder! you rehearsed that scene a numerous times but how can you take the blow dead on?
es_419: ¡y ahora tu hombro! ensayaste esa escena muchas veces, ¿por qué no esquivaste el golpe?

source: rustle
es_419: SE PARA

source: however…
es_419: sin embargo,

source: he didn't mention anything about jeong-u?
es_419: ¿no dijo nada sobre jeong-u?

source: please, let me not wake up if this is a dream!!
es_419: si esto es un sueño, ¡¡no quiero despertar!!

source: it's not easy being a manager, but she's doing everything by herself. she must have a lot on her plate!
es_419: no es fácil ser representante, y lo hace todo sola. ¡debe tener muchas responsabilidades!

source: oh, what was the name of that drama?
es_419: ¿cómo era el título del drama?

source: screech
es_419: CRIIIICH

source: you must be going pretty far.
es_419: debe ser bastante lejos.

source: I had no idea I was this drunk…
es_419: no creí que estuviera tan ebria…

source: I've never done an image shooting before, so it feels a bit awkward.
es_419: nunca había hecho una toma de imágenes. me siento un poco incómoda.

source: …that could really happen…
es_419: … eso podría ocurrir…

source: knock knock
es_419: TOC TOC

source: I look like some fangirl who signed up to see celebrities!
es_419: ¡parezco una fanática que se inscribió para ver celebridades!

source: after hearing all this…
es_419: sabiendo todo esto…

source: boom boom
es_419: BUBUM

source: really?
es_419: ¿ah, sí?

source: oh, it's gwangsu.
es_419: ah, es gwangsu.

source: see it for yourself.
es_419: míralo por ti mismo.

source: Decline Answer
es_419: ignorar responder

source: um… a little.
es_419: mm… un poco.

source: if she looks too old for this role, what age are you looking for?!
es_419: si ella te parece mayor, ¡¿de qué edad las estás buscando?!

source: for rushing you to make your decision.
es_419: no debí haber insistido en una respuesta.

source: airports are too much of a hassle.
es_419: andar en aeropuertos es complicado.

source: it seems like you've met jeong-u for the first time. then were you miran's guest?
es_419: parece que recién conoces a jeong-u. ¿eras invitada de miran?

source: oh, you rode a taxi here?
es_419: ah, ¿así que viniste en taxi?

source: …think that people who are passionate about their job are so attractive… I guess that's the kind of women I'm attracted to.
es_419: las personas apasionadas por su trabajo me parecen muy interesantes… creo que es el tipo de mujer que me atrae.

source: clunk
es_419: CLUNC
